11/data/attachments/474572d0e685de5b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_471aa1e1-d2ba-49dc-9981-729d3f6e101d</nif:username>
            <nif:friendToBeAdded>Cindy_bad_Actions_66527_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>